Repository: netrunner-debian-kde-extras/lightdm-kde
Catalog: po/*/desktop_playground-*_lightdm.po
Languages: de

# Name
source: LightDM KDE Greeter
de: LightDM-KDE-Anmeldebildschirm

# Comment
source: This runs the KDE greeter, it should only be run from LightDM
de: Führt den KDE-Anmeldebildschirm aus – sollte nur durch LightDM gestartet werden

# Name
source: Save Theme Details
de: Design-Details speichern

# Description
source: Save Theme Details in LightDM
de: Design-Details in LightDM speichern

# Name
source: Save Settings
de: Einstellungen speichern

# Description
source: Save Settings in LightDM
de: Einstellungen in LightDM speichern

# X-KDE-Keywords
source: lightdm,display manager,face,user,users,login,greeting,theme,language,session,sessions,shutdown,restart,guest,auto login
de: lightdm,Display Manager,Gesicht,Benutzer,Login,Anmeldung,Sprachen,Sitzung,Beenden,Neustart,Sitzungen,Gast,Automatische Anmeldung

# Name
source: Login Screen (LightDM)
de: Anmeldebildschirm (LightDM)

# Comment
source: Select login theme, adjust login features
de: Design auswählen und Einstellungen vornehmen

# Name
source: User Bar
de: Benutzerleiste

# Comment
source: Pick your user from the user bar.
de: Wählen Sie einen Benutzer aus der Benutzerleiste.
